Repository: common-repository/addonsuite-for-wpadverts
Catalog: languages/addonsuite-for-wpadverts-*.po
Languages: de_de

source: Please note that you have to install and activate WPAdverts to use the <strong>AddonSuite Framework</strong>.
de_de: Bitte beachte, dass WPAdverts installiert und aktiviert sein muss um das AddonSuite Framework nutzen zu können.

source: Install or activate WPAdverts
de_de: Installiere oder aktiviere WPAdverts

source: You reached maximum active ads limit. You cannot have more than %d active Ads at once.
de_de: Du hast dein Limit erreicht. Du kannst nicht mehr als %d aktive Kleinanzeigen zur gleichen Zeit online haben.

source: Expires
de_de: Läuft ab

source: Minimal price...
de_de: Minimaler Preis...

source: Maximal price...
de_de: Maximaler Preis...

source: All periods
de_de: Alle Zeiträume

source: Today
de_de: Heute

source: Since yesterday
de_de: Seit gestern

source: Less than 7 days ago
de_de: Aus den letzten 7 Tagen

source: Less than 30 days ago
de_de: Aus den letzten 30 Tagen

source: Informations
de_de: Informationen

source: We are pleased that you have installed the AddonSuite Framework for WPAdverts. WPAdverts is a lite weight classifieds plugin for WordPress which allows you to build a classifieds page in minutes. With the AddonSuite you can extend this classifieds page with additional options and addons.
de_de: Wir freuen uns, dass du dir die AddonSuite für WPAdverts installiert hast. WPAdverts ist Plugin für WordPress, mit welchem du dir in wenigen Minuten einen tollen Kleinanzeigenmarkt erstellen kannst. Die AddonSuite erweitert deine Konfigurationsmöglichkeiten für WPAdverts.

source: Get more informations
de_de: Erfahre mehr

source: about the AddonSuite Framework and our additional addons for WPAdverts.
de_de: über das AddonSuite Framework und seine zusätzlichen Erweiterungen für WPAdverts.

source: If you like the AddonSuite for WPAdverts, we would appreciate a positive review.
de_de: Wenn dir die AddonSuite für WPAdverts gefällt, dann würden wir uns über ein positives Review freuen.

source: Extended Options
de_de: Erweiterte Optionen

source: The extended options are free inbuild options, which you can use to modify your WPAdverts classifieds page a bit more. The most of the options are requested by users within the WPAdverts support forum and released as codesnippets by Greg Winiarsky on GitHub. We have build this addon to manege the options of these codesnippets directly from the WordPress admin dashboard without any coding knowledge.
de_de: Die erweiterten Einstellungen sind kostenlose Optionen, mit welchen du deinen WPAdverts Kleinanzeigenmarkt noch besser auf deine Bedürfnisse anpassen kannst. Die meisten Optionen wurden von zufriedenen WPAdverts Nutzern in Supportforen angefragt und durch Greg Winiarsky (Autor von WPAdverts) auf GitHub als Codeschnipsel veröffentlicht. Mit der AddonSuite bieten wir dir nun eine Möglichkeit, diese Optionen und Funktionen ohne Programmierkenntnisse nutzen zu können. Die Einstellungen tätigst du bequem über dein WordPress Administrations-Dashboard.

source: You have not installed or activated any additional AddonSuite extension at the moment.
de_de: Du hast zur Zeit keine zusätzlichen Erweiterungen für die AddonSuite installiert.

source: Get additional extensions
de_de: Zusätzliche Erweiterungen entdecken

source: Slug Options
de_de: Slugoptionen

source: Adverts URL slug:
de_de: URL-Slug:

source: Adverts category slug:
de_de: Kategorie-Slug:

source: Location slug:
de_de: Standort-Slug:

source: Setup the slugs for your WPAdverts classifieds page.
de_de: Konfiguriere die Slug für deine WPAdverts Kleinanzeigenseite.

source: Do not use a slug, which is already in use on your page. Leave the field blank to use the standard plugin slug. Please note that you have to <a href="options-permalink.php">save your permalinks</a> after slug change to prevent 404 pages.
de_de: Bitte nutze keinen Slug, welchen du bereits auf deiner Seite in Verwendung hast. Beachte auch, dass du nach dem Ändern und Speichern des neuen Slugs deine <a href="options-permalink.php">Permalinkeinstellungen</a> erneut speichern musst um 404 Fehlerseiten zu vermeiden.

source: Type your slug
de_de: Gib einen Slug ein...

source: Please note, this option only works if you have the WPAdverts <a href="https://wpadverts.com/extensions/maps-and-locations/" target="_blank">Maps & Locations</a> premium addon installed and activated.
de_de: Bitte beachte, dass diese Option nur funktioniert, wenn du die WPAdverts <a href="https://wpadverts.com/extensions/maps-and-locations/" target="_blank">Maps & Locations</a> Premium-Erweiterung installiert und aktiviert hast.

source: Submit Options
de_de: Eingabeoptionen

source: Force featured image:
de_de: Hauptbild automatisch markieren:

source: Maximum active user ads:
de_de: Anzeigenbegrenzung:

source: Category selection mandatory:
de_de: Kategorie als Pflichtfeld:

source: Limit category selection:
de_de: Kategorieauswahl beschränken:

source: Additional options for the adverts submission form.
de_de: Erweiterte Optionen für das Formular zum Erstellen von Kleinanzeigen.

source: Force an featured image on advert creation. Please note that this option will enable featured image on newly posted ads only. The already existing ads you have to edit from wp-admin / Classifieds panel and define a featured image for each ad separately.
de_de: Beim Erstellen von Kleinanzeigen wird das erste Foto als Hauptbild gesetzt. Beachte jedoch, dass nur künftig erstellte Kleinanzeigen mit dieser Funktion erstellt werden. Bereits bestehende Anzeigen musst du über den WPAdverts Adminbereich separat bearbeiten.

source: Here you can define, how many active ads each user can have at the same time. Leave it blank for unlimited ads.
de_de: Definiere, wie viele Kleinanzeigen ein Nutzer zur gleichen Zeit online stellen kann. Lasse das Feld leer, um unendlich viele Kleinanzeigen pro Nutzer zu erlauben.

source: If this option is activated, the category field on adverts submission form will be mandatory.
de_de: Ist diese Checkbox aktiviert, dann ist die Kategorieauswahl beim Erstellen einer Kleinanzeige ein Pflichtfeld.

source: Limit the category selection on adverts submission. If this option is checked, only one category can be selected.
de_de: Mit dieser Option wird beim Erstellen von Kleinanzeigen die Kategorieauswahl auf eine Kategorie beschränkt.

source: Display Options
de_de: Anzeigeoptionen

source: Comments on adverts:
de_de: Kommentare für Kleinanzeigen:

source: Show expiration date:
de_de: Zeige Gültigkeitsdatum:

source: If no expiration date exist:
de_de: Anzeigen ohne Gültigkeitsdatum:

source: Setup some additional options which relates to the single advert page on frontend.
de_de: Konfiguriere Optionen, welche sich auf die Kleinanzeigen Detailseite beziehen.

source: Activate comments for your adverts detail pages. Please note, this will enable comments on newly posted ads only, the already existing ads you will need to edit from wp-admin / Classifieds panel and enable comments for each ad separately.
de_de: Aktiviere die Kommentarfunktion für die Detailseiten deiner Kleinanzeigen. Beachte jedoch, dass nur künftig erstellte Kleinanzeigen für die Kommentarfunktion freigeschaltet werden. Bereits bestehende Anzeigen musst du über den WPAdverts Adminbereich separat für Kommentare freischalten.

source: If this option is checked, the expiration date of an advert will be shown on the single advert detail page.
de_de: Wenn diese Option aktiviert ist, wird das Gültigkeitsdatum der Kleinanzeige auf der Detailseite angezeigt.

source: Type your information...
de_de: Information eintragen...

source: Here you can set an information text like "Never" or something else for adverts, which have no expiration date. If you leave this field blank, the expiration information will be hidden for adverts with no expiration date.
de_de: Hier kannst du eine Information wie z. B. "Niemals" für Kleinanzeigen eingeben, welche kein Gültigkeitsdatum besitzen. Wird das Feld leer gelassen, dann wird für Kleinanzeigen ohne Gültigkeitsdatum im Frontend nichts angezeigt.

source: Search Options
de_de: Suchoptionen

source: Search by price:
de_de: Nach Preis suchen:

source: Price search label min.:
de_de: Titel Preissuche minimal:

source: Price search label max.:
de_de: Titel Preissuche maximal:

source: Search by category:
de_de: Suche nach Kategorien:

source: Category search label:
de_de: Titel Kategoriensuche

source: Search by date:
de_de: Suche nach Datum:

source: Date search label:
de_de: Titel Datumsuche:

source: Additional radius distance:
de_de: Zusätzliche Radiuswerte:

source: Extend your adverts search with additional options.
de_de: Erweitere deine Kleinanzeigensuche mit zusätzlichen Suchoptionen.

source: The search results can be narrowed down to special price ranges (min./max).
de_de: Aktiviere eine Suchoption nach Preisspanne (min./max.)

source: Type your label...
de_de: Gib einen Titel ein...

source: Enter a headline for the search option or leave the field empty to show nothing.
de_de: Gib eine Überschrift für diese Suchoption ein oder lasse das Feld leer um nichts anzuzeigen.

source: With this option you activate the search by category on frontend.
de_de: Aktiviere die Suchoption nach Kategorien.

source: Give your users the ability to set the search for a specific time period.
de_de: Lasse deine Nutzer nach Kleinanzeigen aus einem bestimmten Zeitraum suchen.

source: Type distance like "100,150,200"...
de_de: Gib Distanzen in Form von "100,150,200" etc. ein.

source: Define some additonal radius values. Please note, that 5, 10, 25 and 50 are given from WPAdverts. You can set for example 100, 150, and so on. Please separate each value with a comma.
de_de: Definiere zusätzliche Radiuswerte. Bitte beachte, dass die Werte 5, 10, 25 und 50 bereits durch WPAdverts vorgegeben sind. Du kannst hier zum Beispiel 100, 150, 200 usw. ergänzen. Bitte trenne alle Werte mit einem Komma.

source: Submission Options
de_de: Eingabeoptionen

source: AddonSuite for WPAdverts
de_de: AddonSuite für WPAdverts

source: Extend your WPAdverts classifieds page with new features and options in less than a minute.
de_de: Erweitere deine WPAdverts Kleinanzeigenplattform mit neuen Optionen und Funktionen in weniger als einer Minute.
